/* Localizable strings*/

"SUPrefNeverUsedStatus" = "A Atualização de Software ainda não foi utilizada.";
"SUPrefSuccessStatus" = "Atualização de Software foi executada com êxito.";
"SUPrefAllInactiveStatus" = "As únicas atualizações disponíveis são as que você optou por ignorar.";
"SUPrefNoUpdatesStatus" = "Nenhuma atualização de software estava disponível.";
"SUPrefFailedCantConnectStatus" = "Falha. Não foi possível conectar à Internet.";
"SUPrefFailedGenericStatus" = "Falha. Ocorreu um erro durante a busca.";
"SUPrefIgnoredUpdatesAvailableStatus" = "As atualizações ignoradas estão agora disponíveis.";

"SUPrefScanningStatus" = "Buscando por novo software…";
"SUPrefServerErrorStatus" = "O servidor está indisponível no momento. Tente novamente mais tarde.";
"SUPrefUnexpectedErrorStatus" = "Ocorreu um erro inesperado.";

"SUPrefCancellingStatus" = "Cancelando…";
"SUPrefCancelledStatus" = "Cancelado.";

"SUPrefLastStatusCheckTitle" = "Última verificação:";
"SUPrefLastStatusFailedTitle" = "Última tentativa:";
"SUPrefCurrentStatusTitle" = "Estado:";
"SUPrefLastSuccessfulStatus" = "Bem-sucedido. %@.";

"SUPrefNextScheduledDate" = "Próxima programação: %@.";

"Software Update can't check for updates because of a network problem." = "O aplicativo Atualização de Software não pode verificar as atualizações devido a um problema na rede.";
"Failed to check for updates." = "Falha ao verificar se há novas atualizações.";
"Diagnose..." = "Diagnóstico da Rede…";
"SUPrefCheckConfigMessage" = "Certifique-se de que o computador esteja conectado à Internet e tente novamente.";
"OK" = "OK";

"SUPrefUpdateNow" = "Buscar Agora";
"CANCEL" = "Cancelar";
